Repository: chi-rei-den/TerrariaLocalization
Catalog: zhHans/project/tm/penalty-20/legacy_impcn.tmx
Source language: en_us
Languages: zh_cn

source: Lightning Aura Cane
zh_cn: 闪电光环手杖

source: Lightning Aura Rod
zh_cn: 闪电光环魔杖

source: Lightning Aura Staff
zh_cn: 闪电光环法杖

source: Lightning Boots
zh_cn: 闪电靴

source: Lightning Bug
zh_cn: 闪电萤火虫

source: Lightning Bug in a Bottle
zh_cn: 闪电萤火虫瓶

source: Lightning Orb
zh_cn: 闪电球

source: Lightning Orb Arc
zh_cn: 闪电球电弧

source: Lightning Ritual
zh_cn: 光芒仪式

source: Lights up bulbs for each wire color
zh_cn: 不同颜色的导线将点亮不同颜色的灯泡

source: Lights wooden arrows ablaze
zh_cn: 会点燃射出的木箭

source: Lihzahrd
zh_cn: 蜥蜴人

source: Lihzahrd Altar
zh_cn: 蜥蜴祭坛

source: Lihzahrd Banner
zh_cn: 蜥蜴人旗帜

source: Lihzahrd Bathtub
zh_cn: 神庙浴缸

source: Lihzahrd Bed
zh_cn: 神庙床

source: Lihzahrd Bookcase
zh_cn: 神庙书架

source: Lihzahrd Brick
zh_cn: 神庙蜥蜴砖

source: Lihzahrd Brick Wall
zh_cn: 神庙蜥蜴砖墙

source: Lihzahrd Candelabra
zh_cn: 神庙烛台

source: Lihzahrd Candle
zh_cn: 神庙蜡烛

source: Lihzahrd Chair
zh_cn: 神庙椅

source: Lihzahrd Chandelier
zh_cn: 神庙吊灯

source: Lihzahrd Chest
zh_cn: 神庙宝箱

source: Lihzahrd Clock
zh_cn: 神庙时钟

source: Lihzahrd Door
zh_cn: 神庙门

source: Lihzahrd Dresser
zh_cn: 神庙梳妆台

source: Lihzahrd Furnace
zh_cn: 神庙熔炉

source: Lihzahrd Guardian Statue
zh_cn: 蜥蜴人守卫雕像

source: Lihzahrd Lamp
zh_cn: 神庙灯

source: Lihzahrd Lantern
zh_cn: 神庙灯笼

source: Lihzahrd Piano
zh_cn: 神庙钢琴

source: Lihzahrd Platform
zh_cn: 神庙平台

source: Lihzahrd Power Cell
zh_cn: 神庙蜥蜴电池

source: Lihzahrd Pressure Plate
zh_cn: 神庙压力板

source: Lihzahrd Sink
zh_cn: 神庙水槽

source: Lihzahrd Sofa
zh_cn: 神庙沙发

source: Lihzahrd Statue
zh_cn: 蜥蜴人雕像

source: Lihzahrd Table
zh_cn: 神庙桌

source: Lihzahrd Watcher Statue
zh_cn: 蜥蜴人看守人雕像

source: Lihzahrd Work Bench
zh_cn: 神庙工作台

source: Lihzahrdian Idol
zh_cn: 丛林蜥蜴之神

source: Like a Boss
zh_cn: 怪气外露

source: Lime Dye
zh_cn: 橙绿染料

source: Lime Kelp
zh_cn: 橙绿海藻

source: Lime Paint
zh_cn: 橙绿油漆

source: Lime String
zh_cn: 绿黄丝线

source: Lime and Black Dye
zh_cn: 橙绿黑色染料

source: Lime and Silver Dye
zh_cn: 橙绿银色染料

source: Liquid Sensor (Any)
zh_cn: 液体感应器(全部)

source: Liquid Sensor (Honey)
zh_cn: 液体感应器(蜂蜜)

source: Liquid Sensor (Lava)
zh_cn: 液体感应器(岩浆)

source: Liquid Sensor (Water)
zh_cn: 液体感应器(水)

source: Listening on port {0}
zh_cn: 监听端口 {0}

source: Living Cursed Fire Block
zh_cn: 诅咒灵火块

source: Living Demon Fire Block
zh_cn: 恶魔灵火块

source: Living Fire Block
zh_cn: 灵火块

source: Living Flame Dye
zh_cn: 鲜艳红焰染料

source: Living Frost Fire Block
zh_cn: 寒霜灵火块

source: Living Gore
zh_cn: 血肉之躯

source: Living Ichor Block
zh_cn: 脓血灵火块

source: Living Leaf Wall
zh_cn: 生命树叶墙

source: Living Loom
zh_cn: 生命织布机

source: Living Mahogany Wand
zh_cn: 生命红木魔棒

source: Living Ocean Dye
zh_cn: 鲜艳海蓝染料

source: Living Rainbow Dye
zh_cn: 鲜艳彩虹染料

source: Living Ultrabright Fire Block
zh_cn: 超亮灵火块

source: Living Wood
zh_cn: 生命木

source: Living Wood Bathtub
zh_cn: 生命木浴缸

source: Living Wood Bed
zh_cn: 生命木床

source: Living Wood Bookcase
zh_cn: 生命木书架

source: Living Wood Candelabra
zh_cn: 生命木烛台

source: Living Wood Candle
zh_cn: 生命木蜡烛

source: Living Wood Chair
zh_cn: 生命木椅

source: Living Wood Chandelier
zh_cn: 生命木吊灯

source: Living Wood Chest
zh_cn: 生命木箱

source: Living Wood Clock
zh_cn: 生命木时钟

source: Living Wood Door
zh_cn: 生命木门

source: Living Wood Dresser
zh_cn: 生命木梳妆台

source: Living Wood Lamp
zh_cn: 生命木灯

source: Living Wood Lantern
zh_cn: 生命木灯笼

source: Living Wood Piano
zh_cn: 生命木钢琴

source: Living Wood Platform
zh_cn: 生命木平台

source: Living Wood Sink
zh_cn: 生命木水槽

source: Living Wood Sofa
zh_cn: 生命木沙发

source: Living Wood Table
zh_cn: 生命木桌

source: Living Wood Wall
zh_cn: 生命木墙

source: Living Wood Wand
zh_cn: 生命木魔棒

source: Living Wood Work Bench
zh_cn: 生命木工作台

source: Lizard Egg
zh_cn: 蜥蜴蛋

source: Load Backup
zh_cn: 加载备份

source: Load failed!
zh_cn: 加载失败!

source: Loading map data:
zh_cn: 正在载入世界:

source: Loading world data:
zh_cn: 正在载入世界数据:

source: Loading:
zh_cn: 正在加载:

source: Lock On
zh_cn: 目标锁定

source: Lock On Priority: Clearest Line
zh_cn: 目标锁定优先级：最清晰路径

source: Lock On Priority: Focus Target
zh_cn: 目标锁定优先级：焦点目标

source: Lock On Priority: Target Closest
zh_cn: 目标锁定优先级：最近目标

source: Locked Blue Dungeon Chest
zh_cn: 锁住的蓝色地牢宝箱

source: Locked Corruption Chest
zh_cn: 锁住的腐化宝箱

source: Locked Crimson Chest
zh_cn: 锁住的血腥宝箱

source: Locked Frozen Chest
zh_cn: 锁住的冰霜宝箱

source: Locked Gold Chest
zh_cn: 锁住的黄金宝箱

source: Locked Green Dungeon Chest
zh_cn: 锁住的绿色地牢宝箱

source: Locked Hallowed Chest
zh_cn: 锁住的神圣宝箱

source: Locked Jungle Chest
zh_cn: 锁住的丛林宝箱

source: Locked Pink Dungeon Chest
zh_cn: 锁住的粉色地牢宝箱

source: Locked Shadow Chest
zh_cn: 锁住的暗影宝箱

source: Logic Gate (AND)
zh_cn: 逻辑门(与)

source: Logic Gate (NAND)
zh_cn: 逻辑门(与非)

source: Logic Gate (NOR)
zh_cn: 逻辑门(或非)

source: Logic Gate (OR)
zh_cn: 逻辑门(或)

source: Logic Gate (XNOR)
zh_cn: 逻辑门(同或)

source: Logic Gate (XOR)
zh_cn: 逻辑门(异或)

source: Logic Gate Lamp (Faulty)
zh_cn: 逻辑灯(随机)

source: Logic Gate Lamp (Off)
zh_cn: 逻辑灯(关)

source: Logic Gate Lamp (On)
zh_cn: 逻辑灯(开)

source: Logic Sensor (Day)
zh_cn: 逻辑感应器(白天)

source: Logic Sensor (Night)
zh_cn: 逻辑感应器(夜晚)

source: Logic Sensor (Player Above)
zh_cn: 逻辑感应器(玩家)

source: Loki's Breastplate
zh_cn: Loki的胸甲

source: Loki's Dye
zh_cn: Loki的染料

source: Loki's Greaves
zh_cn: Loki的护胫

source: Loki's Helmet
zh_cn: Loki的头盔

source: Loki's Wings
zh_cn: Loki的翅膀

source: Looks like
zh_cn: 看起来像

source: Looks like {0} & {1} are throwing a party
zh_cn: {0}与{1}好像正在开派对

source: Looks like {0} is throwing a party
zh_cn: {0}好像正在开派对

source: Looks like {0}, {1}, and {2} are throwing a party
zh_cn: {0},{1}好像与{2}正在开派对

source: Loom
zh_cn: 织布机

source: Loot All
zh_cn: 全部取出

source: Losing life
zh_cn: 不断损失生命值

source: Losing life and slowed movement
zh_cn: 不断失去生命并减慢速度

source: Lost Girl
zh_cn: 迷失少女

source: Lost Hopes of Man Banner
zh_cn: 绝望旗帜

source: Lost Soul
zh_cn: 失落幽魂

source: Lost connection
zh_cn: 连接已丢失

source: Love Potion
zh_cn: 爱情药水

source: Lovestruck
zh_cn: 坠入爱河

source: Low
zh_cn: 低

source: Lucky
zh_cn: 幸运

source: Lucky Break
zh_cn: 幸运的跌落

source: Lucky Coin
zh_cn: 幸运币

source: Lucky Horseshoe
zh_cn: 幸运马掌

source: Luminite
zh_cn: 夜明矿石

source: Luminite Arrow
zh_cn: 夜明箭

source: Luminite Bar
zh_cn: 夜明锭

source: Luminite Brick
zh_cn: 夜明砖块

source: Luminite Brick Wall
zh_cn: 夜明砖墙

source: Luminite Bullet
zh_cn: 夜明弹

source: Lunar Cultist Hood
zh_cn: 月亮邪教徒兜帽

source: Lunar Cultist Robe
zh_cn: 月亮邪教徒长袍

source: Lunar Flare
zh_cn: 月之耀斑

source: Lunar Fragment
zh_cn: 月球碎片

source: Lunar Hook
zh_cn: 月球钩爪

source: Lunar Portal
zh_cn: 月球传送门

source: Lunar Portal Laser
zh_cn: 月球传送门激光

source: Lunar Portal Staff
zh_cn: 月球传送门法杖

source: Lunatic Cultist
zh_cn: 邪教徒

source: Lunatic Devote
zh_cn: 献祭教徒

source: MOTD: {0}
zh_cn: 公告: {0}

source: Magic Cuffs
zh_cn: 魔法手铐

source: Magic Dagger
zh_cn: 魔法飞刀

source: Magic Hat
zh_cn: 魔法帽

source: Magic Honey Dropper
zh_cn: 魔法蜂蜜滴管

source: Magic Lantern
zh_cn: 魔法灯笼

source: Magic Lava Dropper
zh_cn: 魔法熔岩滴管

source: Magic Mirror
zh_cn: 魔镜

source: Magic Missile
zh_cn: 魔法导弹

source: Magic Power
zh_cn: 魔力强化

source: Magic Power Potion
zh_cn: 魔能药剂

source: Magic Quiver
zh_cn: 魔法箭袋

source: Magic Sand Dropper
zh_cn: 魔法沙粒滴管

source: Magic Water Dropper
zh_cn: 魔法滴管

source: Magic damage done to enemies heals the player with lowest health
zh_cn: 法术伤害会吸取敌人生命

source: Magic damage done will hurt extra nearby enemies
zh_cn: 魔法造成额外溅射伤害

source: Magic damage reduced by
zh_cn: 魔法伤害减少了

source: Magic powers are increased
zh_cn: 魔法能力提升了

source: Magical Harp
zh_cn: 魔法竖琴

source: Magical Pumpkin Seed
zh_cn: 魔法南瓜种子

source: Magically moves dirt
zh_cn: 使用魔法移动土块

source: Magma Stone
zh_cn: 熔岩之石

source: Magnet Sphere
zh_cn: 磁爆之球

source: Makes surrounding creatures less hostile
zh_cn: 减少周围生物的敌意

source: Making cave walls
zh_cn: 正在建造洞穴墙壁

source: Making random holes
zh_cn: 正在随机打洞

source: Making the world bloody
zh_cn: 正在使世界血腥化

source: Making the world evil
zh_cn: 正在使世界邪恶化

source: Malaise
zh_cn: 萎靡

source: Male
zh_cn: 男性

source: Mallard Duck
zh_cn: 野鸭

source: Mallard Duck Cage
zh_cn: 野鸭笼

source: Mama always said I would make a great tailor.
zh_cn: 妈妈总是说我会成为一位伟大的裁缝.

source: Mama always said you've got to put the past behind you before you can party on.
zh_cn: 妈妈常说你得把往事抛诸脑后,这样才能玩得开心.

source: Man Eater
zh_cn: 食人花

source: Man Eater Banner
zh_cn: 食人花旗帜

source: Man, it's a good night not to talk to anybody, don't you think, {PlayerName}?
zh_cn: 伙计,这么美妙的夜晚就不要与别人交谈了,你认为呢,{PlayerName}?

source: Mana
zh_cn: 法力

source: Mana Booster
zh_cn: 魔力星能

source: Mana Crystal
zh_cn: 魔力水晶

source: Mana Flower
zh_cn: 魔力花

source: Mana Hair Dye
zh_cn: 魔力染发剂

source: Mana Nebula
zh_cn: 魔力星云

source: Mana Potion
zh_cn: 魔力药水

source: Mana Regeneration
zh_cn: 法力再生

source: Mana Regeneration Band
zh_cn: 法力再生戒指

source: Mana Regeneration Potion
zh_cn: 法力再生药剂

source: Mana Sickness
zh_cn: 法力病

source: Mandible Blade
zh_cn: 蚁狮上颚

source: Manic
zh_cn: 狂躁

source: Mannequin
zh_cn: 木制模型

source: Map Controls
zh_cn: 地图按键

source: Map Disabled
zh_cn: 小地图：关闭

source: Map Enabled
zh_cn: 小地图：开启

source: Marathon Medalist
zh_cn: 马拉松冠军

source: Marble Bathtub
zh_cn: 大理石浴缸

source: Marble Bed
zh_cn: 大理石床

source: Marble Block
zh_cn: 大理石块

source: Marble Bookcase
zh_cn: 大理石书架

source: Marble Candelabra
zh_cn: 大理石烛台

source: Marble Candle
zh_cn: 大理石蜡烛

source: Marble Chair
zh_cn: 大理石椅

source: Marble Chandelier
zh_cn: 大理石吊灯

source: Marble Chest
zh_cn: 大理石宝箱

source: Marble Clock
zh_cn: 大理石时钟

source: Marble Door
zh_cn: 大理石门

source: Marble Dresser
zh_cn: 大理石梳妆台

source: Marble Lamp
zh_cn: 大理石灯

source: Marble Lantern
zh_cn: 大理石灯笼

source: Marble Piano
zh_cn: 大理石钢琴

source: Marble Platform
zh_cn: 大理石平台

source: Marble Sink
zh_cn: 大理石水槽

source: Marble Sofa
zh_cn: 大理石沙发

source: Marble Table
zh_cn: 大理石桌

source: Marble Wall
zh_cn: 大理石墙

source: Marble Work Bench
zh_cn: 大理石工作台

source: Marching Bones Banner
zh_cn: 天灾军团旗帜

source: Marked as favorite
zh_cn: 标记为收藏

source: Marrow
zh_cn: 骸骨弓

source: Marshmallow
zh_cn: 棉花糖

source: Marshmallow on a Stick
zh_cn: 棉花糖串

source: Martia Lisa
zh_cn: 火星蒙娜丽莎

source: Martian Astro Clock
zh_cn: 火星占星钟

source: Martian Bathtub
zh_cn: 火星浴缸

source: Martian Bed
zh_cn: 火星床

source: Martian Brainscrambler Banner
zh_cn: 火星扰脑怪旗帜

source: Martian Chandelier
zh_cn: 火星吊灯

source: Martian Chest
zh_cn: 火星宝箱

source: Martian Conduit Plating
zh_cn: 火星管道镀层

source: Martian Conduit Wall
zh_cn: 火星管道墙

source: Martian Costume Mask
zh_cn: 火星变装面具

source: Martian Costume Pants
zh_cn: 火星变装裤子

source: Martian Costume Shirt
zh_cn: 火星变装衬衫

source: Martian Deathray
zh_cn: 火星死光

source: Martian Door
zh_cn: 火星门

source: Martian Dresser
zh_cn: 火星梳妆台

source: Martian Drone
zh_cn: 火星无人机

source: Martian Drone Banner
zh_cn: 火星人无人机旗帜

source: Martian Dye
zh_cn: 火星染料

source: Martian Engineer
zh_cn: 火星工程师

source: Martian Engineer Banner
zh_cn: 火星工程师旗帜

source: Martian Gigazapper Banner
zh_cn: 火星磁暴步兵旗帜

source: Martian Gray Grunt Banner
zh_cn: 火星灰色咕噜旗帜

source: Martian Hair Dye
zh_cn: 火星染发剂

source: Martian Holobookcase
zh_cn: 火星全息书架

source: Martian Hover Candle
zh_cn: 火星摇摆蜡烛

source: Martian Hover Chair
zh_cn: 火星摇摆椅

source: Martian Lamppost
zh_cn: 火星灯柱

source: Martian Lantern
zh_cn: 火星灯笼

source: Martian Madness
zh_cn: 火星暴乱

source: Martian Officer
zh_cn: 火星军官

source: Martian Officer Banner
zh_cn: 火星军官旗帜

source: Martian Piano
zh_cn: 火星钢琴

source: Martian Platform
zh_cn: 火星平台

source: Martian Probe
zh_cn: 火星探测器

source: Martian Ray Gunner Banner
zh_cn: 火星激光枪手旗帜

source: Martian Rocket
zh_cn: 火星火箭

source: Martian Saucer
zh_cn: 火星飞碟

source: Martian Saucer Cannon
zh_cn: 火星飞碟炮

source: Martian Saucer Trophy
zh_cn: 荣耀之证(火星飞碟)

source: Martian Saucer Turret
zh_cn: 火星飞碟炮塔

source: Martian Scutlix Gunner Banner
zh_cn: 火星蛞蝓枪手旗帜

source: Martian Sink
zh_cn: 火星水槽

source: Martian Sofa
zh_cn: 火星沙发

source: Martian Table
zh_cn: 火星桌

source: Martian Table Lamp
zh_cn: 火星桌灯

source: Martian Tesla Turret Banner
zh_cn: 火星特斯拉炮塔旗帜

source: Martian Uniform Helmet
zh_cn: 火星制服头盔

source: Martian Uniform Pants
zh_cn: 火星制服裤子

source: Martian Uniform Torso
zh_cn: 火星制服上衣

source: Martian Walker
zh_cn: 火星步行者

source: Martian Walker Banner
zh_cn: 火星步行者旗帜

source: Martian Work Bench
zh_cn: 火星工作台

source: Martians are invading!
zh_cn: 火星人正在入侵!

source: Massive
zh_cn: 巨大

source: Master Bait
zh_cn: 大师诱饵

source: Master Ninja Gear
zh_cn: 忍者极意

source: Masterful
zh_cn: 精湛

source: Mastermind
zh_cn: 最强大脑

source: Matching Attire
zh_cn: 全副武装

source: Material
zh_cn: 材料

source: Max players (press enter for 8):
zh_cn: 最大玩家数量(留空以设置为默认8):

source: May confuse nearby enemies after being struck
zh_cn: 受到攻击时有几率使周围的敌人陷入混乱

source: Meat Grinder
zh_cn: 绞肉机

source: Mecha Mayhem
zh_cn: 机甲混战

source: Mechanic
zh_cn: 电工

source: Mechanic's Rod
zh_cn: 机械钓竿

source: Mechanic's Wrench
zh_cn: 电工扳手

source: Mechanical Battery Piece
zh_cn: 机械电池部件

source: Mechanical Cart
zh_cn: 机械矿车

source: Mechanical Display: Forced
zh_cn: 电路显示:始终显示

source: Mechanical Display: Normal
zh_cn: 电路显示:正常

source: Mechanical Eye
zh_cn: 机械魔眼

source: Mechanical Glove
zh_cn: 机械手套

source: Mechanical Lens
zh_cn: 机械透镜

source: Mechanical Piranha
zh_cn: 钢铁食人鱼

source: Mechanical Ruler
zh_cn: 机械标尺

source: Mechanical Skull
zh_cn: 机械骷髅头

source: Mechanical Wagon Piece
zh_cn: 机械车体部件

source: Mechanical Wheel Piece
zh_cn: 机械轮胎部件

source: Mechanical Worm
zh_cn: 机械蠕虫

source: Mechanical ruler off
zh_cn: 机械标尺：关闭

source: Mechanical ruler on
zh_cn: 机械标尺：开启

source: Medicated Bandage
zh_cn: 药用绷带

source: Medium
zh_cn: 中

source: Mediumcore
zh_cn: 普通

source: Mediumcore characters drop items on death
zh_cn: 普通难度角色死亡后掉落物品

source: Medusa
zh_cn: 美杜莎

source: Medusa Banner
zh_cn: 美杜莎旗帜

source: Medusa Head
zh_cn: 美杜莎之头

source: Medusa Ray
zh_cn: 美杜莎头颅

source: Medusa Statue
zh_cn: 美杜莎雕像

source: Meet me behind {Guide}'s house in about three hours, I think I have something you will find very appealing.
zh_cn: 大约三小时后到{Guide}家后面来找我,我想我有件你会很感兴趣的东西.

source: Megaphone
zh_cn: 扩音器

source: Megashark
zh_cn: 巨兽鲨

source: Melee and ranged attacks cause frostburn
zh_cn: 近战及远程攻击会造成霜火伤害

source: Melee attacks cause confetti to appear
zh_cn: 近战攻击会喷撒彩纸

source: Melee attacks confuse enemies
zh_cn: 近战攻击能使敌人混乱

source: Melee attacks decrease enemies defense
zh_cn: 近战攻击会降低敌人防御

source: Melee attacks inflict Venom on enemies
zh_cn: 近战攻击会对敌人造成剧毒效果

source: Melee attacks inflict enemies with cursed flames
zh_cn: 近战攻击会使敌人被诅咒之炎灼烧

source: Melee attacks inflict venom on your targets
zh_cn: 近战攻击会对敌人造成剧毒效果

source: Melee attacks make enemies drop more gold
zh_cn: 近战攻击会使敌人掉落更多钱币

source: Melee attacks poison enemies
zh_cn: 近战攻击会使敌人中毒

source: Melee attacks set enemies on fire
zh_cn: 近战攻击会能使敌人燃烧

source: Melee damage and speed increase by 10%
zh_cn: 增加10%近战伤害及攻速

source: Melee damage and speed increase by 20%
zh_cn: 增加20%近战伤害及攻速

source: Melee damage and speed increase by 30%
zh_cn: 增加30%近战伤害及攻速

source: Melee weapons have armor penetration
zh_cn: 近战武器拥有破甲效果

source: Menacing
zh_cn: 险恶

source: Menu Controls
zh_cn: 菜单按键

source: Meowmere
zh_cn: 彩虹喵之刃

source: Merchant
zh_cn: 商人

source: Merfolk
zh_cn: 人鱼

source: Mermaid Adornment
zh_cn: 美人鱼饰衣

source: Mermaid Tail
zh_cn: 美人鱼尾巴

source: Metal Bar
zh_cn: 金属锭

source: Metal Detector
zh_cn: 金属探测器

source: Metal Shelf
zh_cn: 金属架

source: Metal Sink
zh_cn: 金属水槽

source: Meteor
zh_cn: 陨石

source: Meteor Hamaxe
zh_cn: 陨星锤斧

source: Meteor Head
zh_cn: 陨石怪

source: Meteor Head Banner
zh_cn: 陨石怪旗帜

source: Meteor Helmet
zh_cn: 陨星头盔

source: Meteor Leggings
zh_cn: 陨星护腿

source: Meteor Shot
zh_cn: 陨星弹

source: Meteor Staff
zh_cn: 陨星法杖

source: Meteor Suit
zh_cn: 陨星护甲

source: Meteorite
zh_cn: 陨铁矿

source: Meteorite Bar
zh_cn: 陨铁锭

source: Meteorite Bathtub
zh_cn: 陨铁浴缸

source: Meteorite Bed
zh_cn: 陨铁床

source: Meteorite Bookcase
zh_cn: 陨铁书架

source: Meteorite Brick
zh_cn: 陨铁砖

source: Meteorite Brick Wall
zh_cn: 陨铁砖墙

source: Meteorite Candelabra
zh_cn: 陨铁烛台

source: Meteorite Candle
zh_cn: 陨铁蜡烛

source: Meteorite Chair
zh_cn: 陨铁椅

source: Meteorite Chandelier
zh_cn: 陨铁吊灯

source: Meteorite Chest
zh_cn: 陨铁箱

source: Meteorite Clock
zh_cn: 陨铁钟

source: Meteorite Door
zh_cn: 陨铁门

source: Meteorite Dresser
zh_cn: 陨铁梳妆台

source: Meteorite Lamp
zh_cn: 陨铁灯

source: Meteorite Lantern
zh_cn: 陨铁灯笼

source: Meteorite Piano
zh_cn: 陨铁钢琴

source: Meteorite Platform
zh_cn: 陨铁平台

source: Meteorite Sink
zh_cn: 陨铁水槽

source: Meteorite Sofa
zh_cn: 陨铁沙发

source: Meteorite Table
zh_cn: 陨铁桌

source: Meteorite Work Bench
zh_cn: 陨铁工作台

source: Mhmm, I heard from {PartyGirl} that {Mechanic}'s friend {Nurse} spent her boyfriend's last paycheck on shoes.
zh_cn: 嗯,我听{PartyGirl}说,{Mechanic}的朋友{Nurse}买了双鞋,花光了她男友上个月的工资.

source: Midas
zh_cn: 点金术

source: Midnight Confetti Block
zh_cn: 午夜彩纸块

source: Midnight Confetti Wall
zh_cn: 午夜彩纸墙

source: Midnight Rainbow Dye
zh_cn: 午夜彩虹染料

source: Mighty Wind
zh_cn: 强风

source: Milkyway Weaver
zh_cn: 星尘蜈蚣

source: Milkyway Weaver Banner
zh_cn: 星尘蜈蚣旗帜

source: Mime Mask
zh_cn: 丑角面具

source: Mimic
zh_cn: 宝箱怪

source: Mimic Banner
zh_cn: 宝箱怪旗帜

source: Mine a powerful ore that has been newly blessed upon your world.
zh_cn: 开采在你的世界中新获赐的强大矿石.

source: Mine chlorophyte, an organic ore found deep among the thickest of flora.
zh_cn: 开采叶绿矿石,一种深藏在最稠密的植物中的有机矿石.

source: Mine your first nugget of ore with a pickaxe.
zh_cn: 用镐开采矿石.

source: Minecart
zh_cn: 矿车

source: Minecart Laser
zh_cn: 矿车激光

source: Minecart Track
zh_cn: 矿车轨道

source: Miner for Fire
zh_cn: 烈焰矿工

source: Miner's Wobble: Disabled
zh_cn: 挖掘震动：关闭

source: Miner's Wobble: Enabled
zh_cn: 挖掘震动：开启

source: Mini Minotaur
zh_cn: 小牛头人

source: Mini Retina Laser
zh_cn: 小型激光束

source: Mini Sharkron
zh_cn: 小龙卷鲨

source: Mining
zh_cn: 矿工之力

source: Mining Helmet
zh_cn: 矿工头盔

source: Mining Pants
zh_cn: 矿工长裤

source: Mining Potion
zh_cn: 采矿药剂

source: Mining Shirt
zh_cn: 矿工衬衫

source: Minishark
zh_cn: 迷你鲨

source: Minor improvements to all stats
zh_cn: 所有属性小幅度提升了

source: Minor improvements to all stats and increased life regeneration
zh_cn: 小幅度提升所有属性,提高生命再生速度

source: Mirage Dye
zh_cn: 幻象染料

source: Mirage Fish
zh_cn: 幻影鱼

source: Misc
zh_cn: 其他

source: Missile
zh_cn: 导弹

source: Mister Stabby
zh_cn: 戳刺先生

source: Mister Stabby Banner
zh_cn: 戳刺先生旗帜

source: Molotov Cocktail
zh_cn: 莫洛托夫鸡尾酒

source: Molotov Fire
zh_cn: 莫洛托夫火焰

source: Molten Breastplate
zh_cn: 熔岩胸甲

source: Molten Fury
zh_cn: 熔火之怒

source: Molten Greaves
zh_cn: 熔岩护胫

source: Molten Hamaxe
zh_cn: 熔岩锤斧

source: Molten Helmet
zh_cn: 熔岩头盔

source: Molten Legion Flag
zh_cn: 熔炎军团战旗

source: Molten Pickaxe
zh_cn: 狱岩镐

source: Monarch Butterfly
zh_cn: 帝王蝶

source: Monarch Butterfly Jar
zh_cn: 帝王蝶罐

source: Money Hair Dye
zh_cn: 钱币染发剂

source: Money Trough
zh_cn: 钱币槽

source: Monk's Belt
zh_cn: 僧侣腰带

source: Monk's Bushy Brow Bald Cap
zh_cn: 僧侣秃头

source: Monk's Pants
zh_cn: 僧侣裤子

source: Monk's Shirt
zh_cn: 僧侣衬衫

source: Moon Bite
zh_cn: 月噬

source: Moon Charm
zh_cn: 月光咒符

source: Moon Leech
zh_cn: 月神之噬

source: Moon Leech Clot
zh_cn: 月之血蛭

source: Moon Lord
zh_cn: 月球领主

source: Moon Lord Mask
zh_cn: 月球领主面具

source: Moon Lord Trophy
zh_cn: 荣耀之证(月球领主)

source: Moon Lord's Core
zh_cn: 月球领主心脏

source: Moon Lord's Hand
zh_cn: 月球领主手臂

source: Moon Mask
zh_cn: 月亮面具

source: Moon Phase
zh_cn: 月相

source: Moon Shell
zh_cn: 月亮贝壳

source: Moon Stone
zh_cn: 月亮石

source: Moonglow
zh_cn: 月光草

source: Moonglow Planter Box
zh_cn: 月光草花盆

source: Moonglow Seeds
zh_cn: 月光草种子

source: Morbid Curiosity
zh_cn: 致命好奇心

source: Moss Hornet
zh_cn: 毒蜂

source: Mossification
zh_cn: 生长苔藓

source: Mostly Cloudy
zh_cn: 大部多云

source: Moth
zh_cn: 毒蛾

source: Moth Banner
zh_cn: 毒蛾旗帜

source: Mother Slime
zh_cn: 母体史莱姆

source: Mother Slime Banner
zh_cn: 母体史莱姆旗帜

source: Mothron
zh_cn: 摩斯飞蛾

source: Mothron Banner
zh_cn: 摩斯飞蛾旗帜

source: Mothron Egg
zh_cn: 摩斯卵蛋

source: Mothron Wings
zh_cn: 摩斯拉之翼

source: Mount
zh_cn: 坐骑

source: Mourning Wood
zh_cn: 万圣哀木

source: Mourning Wood Trophy
zh_cn: 荣耀之证(万圣哀木)

source: Mouse
zh_cn: 老鼠

source: Mouse Cage
zh_cn: 老鼠笼

source: Mouse Statue
zh_cn: 老鼠雕像

source: Move like normal in water
zh_cn: 获得在水中游泳的能力

source: Move off cloud
zh_cn: 关闭云同步

source: Move to cloud
zh_cn: 开启云同步

source: Movement Speed
zh_cn: 移动速度

source: Movement is greatly slowed
zh_cn: 移动速度大幅度降低

source: Movement is reversed
zh_cn: 倒转了方向感

source: Movement is significantly reduced
zh_cn: 移动速度明显降低

source: Movement speed increased and monster spawns reduced
zh_cn: 移动速度提高,刷怪率减少

source: Movement speed is increased
zh_cn: 移动速度提高

source: Movement speed is reduced
zh_cn: 移动速度降低了

source: Mrs. Claus Hat
zh_cn: 圣诞夫人帽

source: Mrs. Claus Heels
zh_cn: 圣诞夫人高跟鞋

source: Mrs. Claus Shirt
zh_cn: 圣诞夫人服

source: Mud Ball
zh_cn: 泥球

source: Mud Block
zh_cn: 淤泥块

source: Mudfish
zh_cn: 淤泥鱼

source: Mudstone Brick
zh_cn: 淤泥石砖

source: Mudstone Brick Wall
zh_cn: 淤泥石墙

source: Mug
zh_cn: 玻璃杯

source: Multicolor Wrench
zh_cn: 彩色扳手

source: Multicolored Bulb
zh_cn: 彩色灯泡

source: Multicolored Lights
zh_cn: 彩色彩灯

source: Multicolored Stained Glass
zh_cn: 彩色花窗玻璃

source: Multicore Lighting:
zh_cn: 多核照明：

source: Multiplayer
zh_cn: 多人模式

source: Mummy
zh_cn: 木乃伊

source: Mummy Banner
zh_cn: 木乃伊旗帜

source: Mummy Mask
zh_cn: 木乃伊面罩

source: Mummy Pants
zh_cn: 木乃伊绑腿

source: Mummy Shirt
zh_cn: 木乃伊绑身

source: Muramasa
zh_cn: 妖刀村正

source: Murderous
zh_cn: 残暴

source: Mushi Ladybug
zh_cn: 真菌瓢虫

source: Mushi Ladybug Banner
zh_cn: 真菌瓢虫旗帜

source: Mushroom
zh_cn: 蘑菇

source: Mushroom Bathtub
zh_cn: 蘑菇浴缸

source: Mushroom Bed
zh_cn: 蘑菇床

source: Mushroom Bench
zh_cn: 蘑菇长椅

source: Mushroom Bookcase
zh_cn: 蘑菇书架

source: Mushroom Candelabra
zh_cn: 蘑菇烛台

source: Mushroom Candle
zh_cn: 蘑菇蜡烛

source: Mushroom Cap
zh_cn: 蘑菇帽

source: Mushroom Chair
zh_cn: 蘑菇椅

source: Mushroom Chandelier
zh_cn: 蘑菇吊灯

source: Mushroom Chest
zh_cn: 蘑菇宝箱

source: Mushroom Clock
zh_cn: 蘑菇时钟

source: Mushroom Door
zh_cn: 蘑菇门

source: Mushroom Dresser
zh_cn: 蘑菇梳妆台

source: Mushroom Grass Seeds
zh_cn: 夜光蘑菇种子

source: Mushroom Lamp
zh_cn: 蘑菇灯

source: Mushroom Lantern
zh_cn: 蘑菇灯笼

source: Mushroom Piano
zh_cn: 蘑菇钢琴

source: Mushroom Platform
zh_cn: 蘑菇平台

source: Mushroom Sink
zh_cn: 蘑菇水槽

source: Mushroom Sofa
zh_cn: 蘑菇沙发

source: Mushroom Spear
zh_cn: 蘑菇长矛

source: Mushroom Spray
zh_cn: 蘑菇喷剂

source: Mushroom Statue
zh_cn: 蘑菇雕像

source: Mushroom Table
zh_cn: 蘑菇桌

source: Mushroom Wall
zh_cn: 蘑菇墙壁

source: Mushroom Work Bench
zh_cn: 蘑菇工作台

source: Music Box
zh_cn: 八音盒

source: Music Box (Alt Overworld Day)
zh_cn: 八音盒(白天)

source: Music Box (Alt Underground)
zh_cn: 八音盒(精灵大陆)

source: Music Box (Boss 1)
zh_cn: 八音盒(全能窥视者)

source: Music Box (Boss 2)
zh_cn: 八音盒(世界毁灭者)

source: Music Box (Boss 3)
zh_cn: 八音盒(深渊之主)

source: Music Box (Boss 4)
zh_cn: 八音盒(石巨人)

source: Music Box (Boss 5)
zh_cn: 八音盒(蜂后)

source: Music Box (Corruption)
zh_cn: 八音盒(腐化蔓延)

source: Music Box (Crimson)
zh_cn: 八音盒(血腥之地)

source: Music Box (Desert)
zh_cn: 八音盒(沙漠)

source: Music Box (Dungeon)
zh_cn: 八音盒(幽闭地牢)

source: Music Box (Eclipse)
zh_cn: 八音盒(日食)

source: Music Box (Eerie)
zh_cn: 八音盒(恐惧)

source: Music Box (Frost Moon)
zh_cn: 八音盒(霜月)

source: Music Box (Goblin Invasion)
zh_cn: 八音盒(哥布林入侵)

source: Music Box (Hell)
zh_cn: 八音盒(地狱)

source: Music Box (Ice)
zh_cn: 八音盒(冰原)

source: Music Box (Jungle)
zh_cn: 八音盒(丛林)

source: Music Box (Lunar Boss)
zh_cn: 八音盒(月球BOSS)

source: Music Box (Martian Madness)
zh_cn: 八音盒(疯狂火星)

source: Music Box (Mushrooms)
zh_cn: 八音盒(夜光蘑菇园)

source: Music Box (Night)
zh_cn: 八音盒(黑夜)

source: Music Box (Ocean)
zh_cn: 八音盒(海洋)

source: Music Box (Old One's Army)
zh_cn: 音乐盒(旧日军团)

source: Music Box (Overworld Day)
zh_cn: 八音盒(地表清晨)

source: Music Box (Pirate Invasion)
zh_cn: 八音盒(海盗入侵)

source: Music Box (Plantera)
zh_cn: 八音盒(世纪之花)

source: Music Box (Pumpkin Moon)
zh_cn: 八音盒(南瓜月)

source: Music Box (Rain)
zh_cn: 八音盒(暴雨)

source: Music Box (Sandstorm)
zh_cn: 八音盒(沙尘暴)

source: Music Box (Snow)
zh_cn: 八音盒(风雪)

source: Music Box (Space)
zh_cn: 八音盒(虚空)

source: Music Box (Temple)
zh_cn: 八音盒(丛林神庙)

source: Music Box (The Hallow)
zh_cn: 八音盒(圣域之歌)

source: Music Box (The Towers)
zh_cn: 八音盒(四柱)

source: Music Box (Title)
zh_cn: 八音盒(世界初始)
